[
  {
    "id": 1,
    "url": "https://channel9.msdn.com/Shows/Cloud+Cover",
    "description": "\r\n    Microsoft Azure Cloud Cover is your eye on the Microsoft Cloud. Join Chris Risner and Haishi Bai as they cover Microsoft Azure, demonstrate features, discuss the latest news + announcements, and share tips and tricks.\r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/a4e902b2-c5de-49a0-82ef-d7f5a7b960e8.png",
    "title": "Microsoft Azure Cloud Cover Show"
  },
  {
    "id": 2,
    "url": "https://channel9.msdn.com/Blogs/DevRadio",
    "description": "\r\n    Microsoft's DevRadio is for developers created by developers. Community leaders, industry leaders, Microsoft insiders. We bring you the latest in software development news. Startup Stories |  Edge of the Web | Windows Dev |  Azure How-to\r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/505b737d-8eed-452e-ac86-3b6675ddbca3.png",
    "title": "DevRadio"
  },
  {
    "id": 3,
    "url": "https://channel9.msdn.com/Shows/Azure-Friday",
    "description": "\r\n    Scott Hanselman sits down with the actual engineers who build Microsoft Azure on his journey to learn how to program the cloud. No marketing, no BS, just two engineers and a laptop in short managable chunks. Join the conversation at http://Friday.Azure.com\r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/a5c7cd91-1a04-45ff-9822-a1197ee46841.png",
    "title": "Azure Friday"
  },
  {
    "id": 4,
    "url": "https://channel9.msdn.com/Shows/Web+Camps+TV",
    "description": "\r\n    Web Camps TV gets you closer to the Microsoft Web Platform with exclusive interviews and demos from the guys that make it easy for you to create rock star web applications.  Join your guide, Cory Fowler, as they talk to the product teams in Redmond as well as those in the web community\r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/f4b95107-b27c-449d-84f1-4038028a0c1f.png",
    "title": "Web Camps TV"
  },
  {
    "id": 5,
    "url": "https://channel9.msdn.com/Blogs/Subscribe",
    "description": "\r\n    Subscribe! is a video blog about Messaging, Middleware, Architecture, and all sort of other interesting topics around building larger and more sophisticated solutions than your average website on Windows Azure and Windows Server. Your host and, mostly, monologist is Clemens Vasters from the Windows \r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/815543c1-f096-4771-9b49-d0a3f7a74095.png",
    "title": "Subscribe!"
  },
  {
    "id": 6,
    "url": "https://channel9.msdn.com/Series/Windows-Azure-Web-Sites-Tutorials",
    "description": "\r\n    Azure App Service frees developers to focus on delivering great business value instead of needing to worry about repetitive tasks such as stitching disparate data sources together or dealing with operational and compliance overhead. This unified approach lets you take full advantage of the service \r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/ffe99e05-c6be-48cd-9bdb-29fc75ba79f1.png",
    "title": "Azure App Service"
  },
  {
    "id": 7,
    "url": "https://channel9.msdn.com/Series/Windows-Azure-Virtual-Machines-and-Networking-Tutorials",
    "description": "\r\n    Easily deploy and run Windows Server and Linux virtual machines. Migrate applications and infrastructure without changing existing code. Learn more on WindowsAzure.com.\r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/e6e98b40-5ae4-4d1d-8f8a-d44d8c227615.png",
    "title": "Windows Azure Virtual Machines & Networking"
  },
  {
    "id": 8,
    "url": "https://channel9.msdn.com/Series/Windows-Azure-Active-Directory",
    "description": "\r\n    Windows Azure Active Directory is a multi-tenant, multi-application, distributed directory service that runs in Microsoft's Windows Azure cloud datacentres around the world.\r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/0e5b8943-3c94-4ad0-8e80-72e7cd5c6a22.png",
    "title": "Windows Azure Active Directory"
  },
  {
    "id": 9,
    "url": "https://channel9.msdn.com/Series/Windows-Azure-Mobile-Services",
    "description": "\r\n    This series is designed to help you learn about, and keep you up to date on, the latest from Microsoft Azure Mobile Services - a powerful turnkey backed for your Windows Store, Windows Phone 8, iOS and Android applications. You can try out what you see in this series with 10 Mobile Services for \r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/52f44ef1-f019-4274-8a45-270936839ae7.png",
    "title": "Microsoft Azure Mobile Services"
  },
  {
    "id": 10,
    "url": "https://channel9.msdn.com/Series/Windows-Azure-Storage-SQL-Database-Tutorials",
    "description": "\r\n    Windows Azure offers multiple services to help manage your data in the cloud. SQL Database, formerly known as SQL Azure Database, enables organizations to rapidly create, scale and extend applications into the cloud with familiar tools and the power of Microsoft SQL Server™ technology. Tables offer \r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/041ed900-1a0d-4232-9f35-08906535f084.png",
    "title": "Windows Azure Storage & SQL Database"
  },
  {
    "id": 11,
    "url": "https://channel9.msdn.com/Series/DIY-Windows-Azure-Troubleshooting",
    "description": "\r\n    First this series gives you the tools you need to troubleshoot Microsoft Azure yourself. Next, common issues will be presented and solved.  If you are unable to solve the issue on your own, you'll have all the necessary data to expedite the troubleshooting process when you contact Microsoft support. \r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/398349f2-424e-435a-8d37-bf70d97616ed.png",
    "title": "DIY Microsoft Azure Troubleshooting"
  },
  {
    "id": 12,
    "url": "https://channel9.msdn.com/Series/Windows-Azure-Web-Sites-Deep-Dive",
    "description": "\r\n    Website developers, here's your chance to learn how you can use Windows Azure to develop, deploy, and scale your large-scale web apps in a matter of minutes. If you're new to Windows Azure, this is a good starting point for finding out how it can help you save on time and resources, integrate with \r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/bea56df3-a574-4921-bd8d-5e6ea824b753.png",
    "title": "Windows Azure Web Sites Deep Dive"
  },
  {
    "id": 13,
    "url": "https://channel9.msdn.com/Series/Windows-Azure-Service-Bus-Tutorials",
    "description": "\r\n    Applications and Services are increasingly connected and require integration across platform and network boundaries. Windows Azure Service Bus provides rich messaging and connectivity features for todays connected devices and continuous services. In this series learn about the latest improvements \r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/db2a482c-c741-4a22-b619-ccf93bc2d61f.png",
    "title": "Windows Azure Service Bus"
  },
  {
    "id": 14,
    "url": "https://channel9.msdn.com/Series/Windows-Azure-Media-Services-Tutorials",
    "description": "\r\n    Create, manage, and distribute media in the cloud. With Windows Azure Media Services businesses can now quickly build a media distribution solution that can stream audio and video to Windows, iOS, Android, and other devices and platforms. Learn more on WindowsAzure.com.\r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/a776485c-78ca-4a2b-ac23-708b5a516dc3.png",
    "title": "Windows Azure Media Services"
  },
  {
    "id": 15,
    "url": "https://channel9.msdn.com/Series/Building-Web-Apps-with-ASP-NET-Jump-Start",
    "description": "\r\n    Three of Microsoft's most seasoned ASP.NET speakers, Scott Hanselman, Jon Galloway, and Damian Edwards provide an accelerated introduction to building modern web applications with ASP.NET 4.5 and ASP.NET MVC 4. In this course, they target key scenarios like building mobile-ready websites, social web \r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/6b111ce3-1ee4-4f18-ac79-200bc65a515d.png",
    "title": "Building Web Apps with ASP.NET Jump Start"
  },
  {
    "id": 16,
    "url": "https://channel9.msdn.com/Series/Windows-Azure-Cloud-Services-Tutorials",
    "description": "\r\n    This series is a mini online course that teaches you Windows Azure Cloud Services from beginning. We'll start our cloud journey by setting up development environment, and then continue to explore some fundamental concepts of Windows Azure Cloud Services. The series builds a solid foundation for you \r\n  ",
    "image_src": "https://f.ch9.ms/thumbnail/fdb441c1-99b9-469f-943d-ef7e258d0de3.png",
    "title": "Windows Azure Cloud Services"
  }
]
